Repository: arthurkahwa/meetingclock
Catalog: MeetingClock03/MeetClock02/MeetClock02/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: %@ is already in another running meeting.
ar: %@ موجود بالفعل في اجتماع آخر جارٍ.
bn: %@ ইতিমধ্যে অন্য একটি চলমান মিটিংয়ে আছেন।
es: %@ ya está en otra reunión en curso.
fr: %@ est déjà dans une autre réunion en cours.
hi: %@ पहले से किसी अन्य चल रही बैठक में है।
ja: %@はすでに別の進行中の会議に参加しています。
pt_br: %@ já está em outra reunião em andamento.
ru: %@ уже участвует в другом текущем совещании.
zh_hans: %@已在另一个正在进行的会议中。

source: %@, Person, %@ per day
ar: %@، شخص، %@ في اليوم
bn: %@, ব্যক্তি, প্রতিদিন %@
es: %@, Persona, %@ por día
fr: %@, Personne, %@ par jour
hi: %@, व्यक्ति, %@ प्रति दिन
ja: %@、人物、1日あたり%@
pt_br: %@, Pessoa, %@ por dia
ru: %@, Человек, %@ в день
zh_hans: %@，人员，每天%@

source: %@, Person, %@ per hour
ar: %@، شخص، %@ في الساعة
bn: %@, ব্যক্তি, প্রতি ঘণ্টায় %@
es: %@, Persona, %@ por hora
fr: %@, Personne, %@ par heure
hi: %@, व्यक्ति, %@ प्रति घंटा
ja: %@、人物、1時間あたり%@
pt_br: %@, Pessoa, %@ por hora
ru: %@, Человек, %@ в час
zh_hans: %@，人员，每小时%@

source: %@, Person, In meeting
ar: %@، شخص، في الاجتماع
bn: %@, ব্যক্তি, মিটিংয়ে আছেন
es: %@, Persona, En reunión
fr: %@, Personne, En réunion
hi: %@, व्यक्ति, बैठक में
ja: %@、人物、会議中
pt_br: %@, Pessoa, Em reunião
ru: %@, Человек, На совещании
zh_hans: %@，人员，会议中

source: %@, Person, Not in meeting
ar: %@، شخص، ليس في الاجتماع
bn: %@, ব্যক্তি, মিটিংয়ে নেই
es: %@, Persona, No en reunión
fr: %@, Personne, Pas en réunion
hi: %@, व्यक्ति, बैठक में नहीं
ja: %@、人物、会議外
pt_br: %@, Pessoa, Fora da reunião
ru: %@, Человек, Не на совещании
zh_hans: %@，人员，不在会议中

source: %@, Resource, %@ per day
ar: %@، مورد، %@ في اليوم
bn: %@, রিসোর্স, প্রতিদিন %@
es: %@, Recurso, %@ por día
fr: %@, Ressource, %@ par jour
hi: %@, संसाधन, %@ प्रति दिन
ja: %@、リソース、1日あたり%@
pt_br: %@, Recurso, %@ por dia
ru: %@, Ресурс, %@ в день
zh_hans: %@，资源，每天%@

source: %@, Resource, %@ per hour
ar: %@، مورد، %@ في الساعة
bn: %@, রিসোর্স, প্রতি ঘণ্টায় %@
es: %@, Recurso, %@ por hora
fr: %@, Ressource, %@ par heure
hi: %@, संसाधन, %@ प्रति घंटा
ja: %@、リソース、1時間あたり%@
pt_br: %@, Recurso, %@ por hora
ru: %@, Ресурс, %@ в час
zh_hans: %@，资源，每小时%@

source: %@, Resource, In meeting
ar: %@، مورد، في الاجتماع
bn: %@, রিসোর্স, মিটিংয়ে আছে
es: %@, Recurso, En reunión
fr: %@, Ressource, En réunion
hi: %@, संसाधन, बैठक में
ja: %@、リソース、会議中
pt_br: %@, Recurso, Em reunião
ru: %@, Ресурс, На совещании
zh_hans: %@，资源，会议中

source: %@, Resource, Not in meeting
ar: %@، مورد، ليس في الاجتماع
bn: %@, রিসোর্স, মিটিংয়ে নেই
es: %@, Recurso, No en reunión
fr: %@, Ressource, Pas en réunion
hi: %@, संसाधन, बैठक में नहीं
ja: %@、リソース、会議外
pt_br: %@, Recurso, Fora da reunião
ru: %@, Ресурс, Не на совещании
zh_hans: %@，资源，不在会议中

source: %@, running, current cost %@
ar: %@، جارٍ، التكلفة الحالية %@
bn: %@, চলছে, বর্তমান খরচ %@
es: %@, en curso, costo actual %@
fr: %@, en cours, coût actuel %@
hi: %@, चल रहा है, वर्तमान लागत %@
ja: %@、実行中、現在のコスト%@
pt_br: %@, em andamento, custo atual %@
ru: %@, выполняется, текущая стоимость %@
zh_hans: %@，进行中，当前费用%@

source: Add Meeting
ar: إضافة اجتماع
bn: মিটিং যোগ করুন
es: Agregar reunión
fr: Ajouter une réunion
hi: बैठक जोड़ें
ja: 会議を追加
pt_br: Adicionar reunião
ru: Добавить совещание
zh_hans: 添加会议

source: Add Participant
ar: إضافة مشارك
bn: অংশগ্রহণকারী যোগ করুন
es: Agregar participante
fr: Ajouter un participant
hi: प्रतिभागी जोड़ें
ja: 参加者を追加
pt_br: Adicionar participante
ru: Добавить участника
zh_hans: 添加参与者

source: Add participants to track meeting costs.
ar: أضف مشاركين لتتبع تكاليف الاجتماع.
bn: মিটিংয়ের খরচ ট্র্যাক করতে অংশগ্রহণকারীদের যোগ করুন।
es: Agrega participantes para rastrear los costos de la reunión.
fr: Ajoutez des participants pour suivre les coûts de la réunion.
hi: बैठक की लागत ट्रैक करने के लिए प्रतिभागी जोड़ें।
ja: 会議のコストを追跡するために参加者を追加してください。
pt_br: Adicione participantes para rastrear os custos da reunião.
ru: Добавьте участников для отслеживания затрат на совещание.
zh_hans: 添加参与者以跟踪会议费用。

source: All participant costs will be displayed in this currency
ar: ستُعرض جميع تكاليف المشاركين بهذه العملة
bn: সমস্ত অংশগ্রহণকারীদের খরচ এই মুদ্রায় প্রদর্শিত হবে
es: Todos los costos de los participantes se mostrarán en esta moneda
fr: Tous les coûts des participants seront affichés dans cette devise
hi: सभी प्रतिभागियों की लागत इस मुद्रा में प्रदर्शित की जाएगी
ja: すべての参加者のコストはこの通貨で表示されます
pt_br: Todos os custos dos participantes serão exibidos nesta moeda
ru: Все расходы участников будут отображаться в этой валюте
zh_hans: 所有参与者的费用将以此货币显示

source: All Participants
ar: جميع المشاركين
bn: সকল অংশগ্রহণকারী
es: Todos los participantes
fr: Tous les participants
hi: सभी प्रतिभागी
ja: すべての参加者
pt_br: Todos os participantes
ru: Все участники
zh_hans: 所有参与者

source: Average duration: %@
ar: متوسط المدة: %@
bn: গড় সময়কাল: %@
es: Duración promedio: %@
fr: Durée moyenne : %@
hi: औसत अवधि: %@
ja: 平均時間：%@
pt_br: Duração média: %@
ru: Средняя продолжительность: %@
zh_hans: 平均时长：%@

source: Avg Duration
ar: متوسط المدة
bn: গড় সময়কাল
es: Duración promedio
fr: Durée moyenne
hi: औसत अवधि
ja: 平均時間
pt_br: Duração média
ru: Средняя длительность
zh_hans: 平均时长

source: Bar chart showing duration in minutes for each meeting
ar: مخطط شريطي يُظهر المدة بالدقائق لكل اجتماع
bn: প্রতিটি মিটিংয়ের জন্য মিনিটে সময়কাল দেখানো বার চার্ট
es: Gráfico de barras que muestra la duración en minutos de cada reunión
fr: Graphique à barres affichant la durée en minutes pour chaque réunion
hi: प्रत्येक बैठक के लिए मिनटों में अवधि दिखाने वाला बार चार्ट
ja: 各会議の時間（分）を示す棒グラフ
pt_br: Gráfico de barras mostrando a duração em minutos de cada reunião
ru: Гистограмма продолжительности каждого совещания в минутах
zh_hans: 显示每次会议时长（分钟）的条形图

source: Bar chart showing number of participants per meeting
ar: مخطط شريطي يُظهر عدد المشاركين في كل اجتماع
bn: প্রতিটি মিটিংয়ে অংশগ্রহণকারীদের সংখ্যা দেখানো বার চার্ট
es: Gráfico de barras que muestra el número de participantes por reunión
fr: Graphique à barres affichant le nombre de participants par réunion
hi: प्रत्येक बैठक में प्रतिभागियों की संख्या दिखाने वाला बार चार्ट
ja: 会議ごとの参加者数を示す棒グラフ
pt_br: Gráfico de barras mostrando o número de participantes por reunião
ru: Гистограмма количества участников каждого совещания
zh_hans: 显示每次会议参与者人数的条形图

source: Bar chart showing total cost for each completed meeting
ar: مخطط شريطي يُظهر التكلفة الإجمالية لكل اجتماع مكتمل
bn: প্রতিটি সম্পন্ন মিটিংয়ের মোট খরচ দেখানো বার চার্ট
es: Gráfico de barras que muestra el costo total de cada reunión completada
fr: Graphique à barres affichant le coût total de chaque réunion terminée
hi: प्रत्येक पूर्ण बैठक की कुल लागत दिखाने वाला बार चार्ट
ja: 完了した各会議の総コストを示す棒グラフ
pt_br: Gráfico de barras mostrando o custo total de cada reunião concluída
ru: Гистограмма общей стоимости каждого завершённого совещания
zh_hans: 显示每次已完成会议总费用的条形图

source: Begins the meeting timer from now
ar: يبدأ مؤقت الاجتماع من الآن
bn: এখন থেকে মিটিং টাইমার শুরু করে
es: Inicia el temporizador de la reunión desde ahora
fr: Démarre le minuteur de la réunion à partir de maintenant
hi: अभी से बैठक टाइमर शुरू करता है
ja: 今から会議タイマーを開始します
pt_br: Inicia o cronômetro da reunião a partir de agora
ru: Запускает таймер совещания с текущего момента
zh_hans: 从现在开始会议计时器

source: Choose a meeting from the list or create one.
ar: اختر اجتماعًا من القائمة أو أنشئ واحدًا.
bn: তালিকা থেকে একটি মিটিং বেছে নিন অথবা নতুন তৈরি করুন।
es: Elige una reunión de la lista o crea una.
fr: Choisissez une réunion dans la liste ou créez-en une.
hi: सूची से कोई बैठक चुनें या नई बनाएं।
ja: リストから会議を選択するか、新しく作成してください。
pt_br: Escolha uma reunião da lista ou crie uma.
ru: Выберите совещание из списка или создайте новое.
zh_hans: 从列表中选择会议或新建一个。

source: Closes the participant picker and returns to the meeting
ar: يغلق منتقي المشاركين ويعود إلى الاجتماع
bn: অংশগ্রহণকারী নির্বাচক বন্ধ করে মিটিংয়ে ফিরে যায়
es: Cierra el selector de participantes y vuelve a la reunión
fr: Ferme le sélecteur de participants et revient à la réunion
hi: प्रतिभागी चयनकर्ता बंद करता है और बैठक में वापस जाता है
ja: 参加者ピッカーを閉じて会議に戻ります
pt_br: Fecha o seletor de participantes e retorna à reunião
ru: Закрывает выбор участников и возвращается к совещанию
zh_hans: 关闭参与者选择器并返回会议

source: Complete at least 2 meetings to see statistics.
ar: أكمل اجتماعَين على الأقل لعرض الإحصاءات.
bn: পরিসংখ্যান দেখতে কমপক্ষে ২টি মিটিং সম্পন্ন করুন।
es: Completa al menos 2 reuniones para ver estadísticas.
fr: Terminez au moins 2 réunions pour voir les statistiques.
hi: आँकड़े देखने के लिए कम से कम 2 बैठकें पूरी करें।
ja: 統計を表示するには、少なくとも2つの会議を完了してください。
pt_br: Conclua pelo menos 2 reuniões para ver as estatísticas.
ru: Завершите не менее 2 совещаний, чтобы увидеть статистику.
zh_hans: 至少完成2次会议以查看统计数据。

source: Continues the timer from where it was paused
ar: يستأنف المؤقت من حيث تم إيقافه
bn: যেখানে বিরতি দেওয়া হয়েছিল সেখান থেকে টাইমার চালিয়ে যায়
es: Continúa el temporizador desde donde se pausó
fr: Reprend le minuteur là où il a été mis en pause
hi: टाइमर को वहाँ से जारी रखता है जहाँ इसे रोका गया था
ja: 一時停止した場所からタイマーを再開します
pt_br: Continua o cronômetro de onde foi pausado
ru: Продолжает таймер с места остановки
zh_hans: 从暂停处继续计时器

source: Cost
ar: التكلفة
bn: খরচ
es: Costo
fr: Coût
hi: लागत
ja: コスト
pt_br: Custo
ru: Стоимость
zh_hans: 费用

source: Cost Comparison
ar: مقارنة التكاليف
bn: খরচের তুলনা
es: Comparación de costos
fr: Comparaison des coûts
hi: लागत तुलना
ja: コスト比較
pt_br: Comparação de custos
ru: Сравнение стоимости
zh_hans: 费用比较

source: Cost Comparison chart
ar: مخطط مقارنة التكاليف
bn: খরচের তুলনা চার্ট
es: Gráfico de comparación de costos
fr: Graphique de comparaison des coûts
hi: लागत तुलना चार्ट
ja: コスト比較チャート
pt_br: Gráfico de comparação de custos
ru: График сравнения стоимости
zh_hans: 费用比较图表

source: Cost over time
ar: التكلفة عبر الزمن
bn: সময়ের সাথে খরচ
es: Costo a lo largo del tiempo
fr: Coût dans le temps
hi: समय के साथ लागत
ja: 時間ごとのコスト
pt_br: Custo ao longo do tempo
ru: Стоимость по времени
zh_hans: 随时间变化的费用

source: Cost Over Time
ar: التكلفة عبر الزمن
bn: সময়ের সাথে খরচ
es: Costo a lo largo del tiempo
fr: Coût dans le temps
hi: समय के साथ लागत
ja: 時間ごとのコスト
pt_br: Custo ao longo do tempo
ru: Стоимость по времени
zh_hans: 随时间变化的费用

source: Cost Over Time chart
ar: مخطط التكلفة عبر الزمن
bn: সময়ের সাথে খরচের চার্ট
es: Gráfico de costo a lo largo del tiempo
fr: Graphique du coût dans le temps
hi: समय के साथ लागत चार्ट
ja: 時間ごとのコストチャート
pt_br: Gráfico de custo ao longo do tempo
ru: График стоимости по времени
zh_hans: 随时间变化的费用图表

source: Cost per meeting
ar: التكلفة لكل اجتماع
bn: প্রতি মিটিংয়ের খরচ
es: Costo por reunión
fr: Coût par réunion
hi: प्रति बैठक लागत
ja: 会議あたりのコスト
pt_br: Custo por reunião
ru: Стоимость одного совещания
zh_hans: 每次会议费用

source: Cost per Meeting
ar: التكلفة لكل اجتماع
bn: প্রতি মিটিংয়ের খরচ
es: Costo por reunión
fr: Coût par réunion
hi: प्रति बैठक लागत
ja: 会議あたりのコスト
pt_br: Custo por reunião
ru: Стоимость одного совещания
zh_hans: 每次会议费用

source: Cost per Meeting chart
ar: مخطط التكلفة لكل اجتماع
bn: প্রতি মিটিংয়ের খরচের চার্ট
es: Gráfico de costo por reunión
fr: Graphique du coût par réunion
hi: प्रति बैठक लागत चार्ट
ja: 会議あたりのコストチャート
pt_br: Gráfico de custo por reunião
ru: График стоимости одного совещания
zh_hans: 每次会议费用图表

source: Creates a new participant
ar: ينشئ مشاركًا جديدًا
bn: একটি নতুন অংশগ্রহণকারী তৈরি করে
es: Crea un nuevo participante
fr: Crée un nouveau participant
hi: एक नया प्रतिभागी बनाता है
ja: 新しい参加者を作成します
pt_br: Cria um novo participante
ru: Создаёт нового участника
zh_hans: 创建新参与者

source: Creates a new participant and adds them to the meeting
ar: ينشئ مشاركًا جديدًا ويضيفه إلى الاجتماع
bn: একটি নতুন অংশগ্রহণকারী তৈরি করে এবং মিটিংয়ে যোগ করে
es: Crea un nuevo participante y lo agrega a la reunión
fr: Crée un nouveau participant et l'ajoute à la réunion
hi: एक नया प्रतिभागी बनाता है और उसे बैठक में जोड़ता है
ja: 新しい参加者を作成して会議に追加します
pt_br: Cria um novo participante e o adiciona à reunião
ru: Создаёт нового участника и добавляет его к совещанию
zh_hans: 创建新参与者并将其添加到会议中

source: Creates a new untitled meeting and opens it
ar: ينشئ اجتماعًا جديدًا بدون عنوان ويفتحه
bn: একটি নতুন শিরোনামহীন মিটিং তৈরি করে এবং খোলে
es: Crea una nueva reunión sin título y la abre
fr: Crée une nouvelle réunion sans titre et l'ouvre
hi: एक नई शीर्षकहीन बैठक बनाता है और उसे खोलता है
ja: 新しい無題の会議を作成して開きます
pt_br: Cria uma nova reunião sem título e a abre
ru: Создаёт новое совещание без названия и открывает его
zh_hans: 创建新的无标题会议并打开它

source: Currency
ar: العملة
bn: মুদ্রা
es: Moneda
fr: Devise
hi: मुद्रा
ja: 通貨
pt_br: Moeda
ru: Валюта
zh_hans: 货币

source: Current meeting cost
ar: تكلفة الاجتماع الحالية
bn: বর্তমান মিটিংয়ের খরচ
es: Costo actual de la reunión
fr: Coût actuel de la réunion
hi: वर्तमान बैठक की लागत
ja: 現在の会議コスト
pt_br: Custo atual da reunião
ru: Текущая стоимость совещания
zh_hans: 当前会议费用

source: Daily
ar: يومي
bn: দৈনিক
es: Diario
fr: Quotidien
hi: दैनिक
ja: 日次
pt_br: Diário
ru: В день
zh_hans: 每天

source: Daily rate
ar: السعر اليومي
bn: দৈনিক হার
es: Tarifa diaria
fr: Tarif journalier
hi: दैनिक दर
ja: 日次レート
pt_br: Taxa diária
ru: Дневная ставка
zh_hans: 日费率

source: Daily Rate
ar: السعر اليومي
bn: দৈনিক হার
es: Tarifa diaria
fr: Tarif journalier
hi: दैनिक दर
ja: 日次レート
pt_br: Taxa diária
ru: Дневная ставка
zh_hans: 日费率

source: Date
ar: التاريخ
bn: তারিখ
es: Fecha
hi: तारीख
ja: 日付
pt_br: Data
ru: Дата
zh_hans: 日期

source: Done
ar: تم
bn: সম্পন্ন
es: Listo
fr: Terminé
hi: हो गया
ja: 完了
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Double tap to add to meeting
ar: انقر مرتين للإضافة إلى الاجتماع
bn: মিটিংয়ে যোগ করতে দুবার ট্যাপ করুন
es: Toca dos veces para agregar a la reunión
fr: Appuyez deux fois pour ajouter à la réunion
hi: मीटिंग में जोड़ने के लिए दो बार टैप करें
ja: ダブルタップして会議に追加
pt_br: Toque duas vezes para adicionar à reunião
ru: Дважды нажмите, чтобы добавить на встречу
zh_hans: 双击以添加到会议

source: Double tap to open meeting
ar: انقر مرتين لفتح الاجتماع
bn: মিটিং খুলতে দুবার ট্যাপ করুন
es: Toca dos veces para abrir la reunión
fr: Appuyez deux fois pour ouvrir la réunion
hi: मीटिंग खोलने के लिए दो बार टैप करें
ja: ダブルタップして会議を開く
pt_br: Toque duas vezes para abrir a reunião
ru: Дважды нажмите, чтобы открыть встречу
zh_hans: 双击以打开会议

source: Double tap to remove from meeting
ar: انقر مرتين للإزالة من الاجتماع
bn: মিটিং থেকে সরাতে দুবার ট্যাপ করুন
es: Toca dos veces para eliminar de la reunión
fr: Appuyez deux fois pour retirer de la réunion
hi: मीटिंग से हटाने के लिए दो बार टैप करें
ja: ダブルタップして会議から削除
pt_br: Toque duas vezes para remover da reunião
ru: Дважды нажмите, чтобы убрать со встречи
zh_hans: 双击以从会议中移除

source: Double tap to view running meeting
ar: انقر مرتين لعرض الاجتماع الجاري
bn: চলমান মিটিং দেখতে দুবার ট্যাপ করুন
es: Toca dos veces para ver la reunión en curso
fr: Appuyez deux fois pour voir la réunion en cours
hi: चल रही मीटिंग देखने के लिए दो बार टैप करें
ja: ダブルタップして進行中の会議を表示
pt_br: Toque duas vezes para ver a reunião em andamento
ru: Дважды нажмите, чтобы просмотреть текущую встречу
zh_hans: 双击以查看进行中的会议

source: Duration per meeting
ar: المدة لكل اجتماع
bn: প্রতি মিটিংয়ের সময়কাল
es: Duración por reunión
fr: Durée par réunion
hi: प्रति मीटिंग अवधि
ja: 会議ごとの時間
pt_br: Duração por reunião
ru: Продолжительность встречи
zh_hans: 每次会议时长

source: Duration per Meeting
ar: المدة لكل اجتماع
bn: প্রতি মিটিংয়ের সময়কাল
es: Duración por reunión
fr: Durée par réunion
hi: प्रति मीटिंग अवधि
ja: 会議ごとの時間
pt_br: Duração por reunião
ru: Продолжительность встречи
zh_hans: 每次会议时长

source: Duration per Meeting chart
ar: مخطط المدة لكل اجتماع
bn: প্রতি মিটিংয়ের সময়কালের চার্ট
es: Gráfico de duración por reunión
fr: Graphique de durée par réunion
hi: प्रति मीटिंग अवधि चार्ट
ja: 会議ごとの時間グラフ
pt_br: Gráfico de duração por reunião
ru: График продолжительности встреч
zh_hans: 每次会议时长图表

source: Elapsed time
ar: الوقت المنقضي
bn: অতিবাহিত সময়
es: Tiempo transcurrido
fr: Temps écoulé
hi: बीता हुआ समय
ja: 経過時間
pt_br: Tempo decorrido
ru: Прошедшее время
zh_hans: 已用时间

source: End
ar: إنهاء
bn: শেষ
es: Finalizar
fr: Terminer
hi: समाप्त
ja: 終了
pt_br: Encerrar
ru: Завершить
zh_hans: 结束

source: Ends the meeting and saves the total cost
ar: ينهي الاجتماع ويحفظ التكلفة الإجمالية
bn: মিটিং শেষ করে এবং মোট খরচ সংরক্ষণ করে
es: Finaliza la reunión y guarda el costo total
fr: Termine la réunion et enregistre le coût total
hi: मीटिंग समाप्त करता है और कुल लागत सहेजता है
ja: 会議を終了して合計コストを保存します
pt_br: Encerra a reunião e salva o custo total
ru: Завершает встречу и сохраняет общую стоимость
zh_hans: 结束会议并保存总费用

source: Enter a numeric value
ar: أدخل قيمة رقمية
bn: একটি সংখ্যাসূচক মান লিখুন
es: Ingresa un valor numérico
fr: Entrez une valeur numérique
hi: एक संख्यात्मक मान दर्ज करें
ja: 数値を入力してください
pt_br: Digite um valor numérico
ru: Введите числовое значение
zh_hans: 请输入数字值

source: First Name
ar: الاسم الأول
bn: প্রথম নাম
es: Nombre
fr: Prénom
hi: पहला नाम
ja: 名
pt_br: Nome
ru: Имя
zh_hans: 名字

source: Freezes the timer without ending the meeting
ar: يجمّد المؤقت دون إنهاء الاجتماع
bn: মিটিং শেষ না করে টাইমার থামিয়ে দেয়
es: Congela el temporizador sin finalizar la reunión
fr: Gèle le minuteur sans terminer la réunion
hi: मीटिंग समाप्त किए बिना टाइमर रोकता है
ja: 会議を終了せずにタイマーを一時停止します
pt_br: Congela o temporizador sem encerrar a reunião
ru: Замораживает таймер без завершения встречи
zh_hans: 暂停计时器而不结束会议

source: Horizontal bar chart comparing meeting costs sorted from highest to lowest
ar: مخطط شريطي أفقي يقارن تكاليف الاجتماعات مرتبة من الأعلى إلى الأدنى
bn: সর্বোচ্চ থেকে সর্বনিম্ন পর্যন্ত সাজানো মিটিং খরচ তুলনা করা অনুভূমিক বার চার্ট
es: Gráfico de barras horizontales que compara los costos de reuniones de mayor a menor
fr: Graphique à barres horizontales comparant les coûts des réunions du plus élevé au plus bas
hi: क्षैतिज बार चार्ट जो मीटिंग की लागत की तुलना सबसे अधिक से सबसे कम तक करता है
ja: 会議コストを高い順に並べた横棒グラフ
pt_br: Gráfico de barras horizontais comparando custos de reuniões do maior para o menor
ru: Горизонтальная гистограмма, сравнивающая стоимость встреч от наибольшей к наименьшей
zh_hans: 水平条形图，按从高到低的顺序比较会议费用

source: Hourly
ar: بالساعة
bn: প্রতি ঘণ্টা
es: Por hora
fr: Horaire
hi: प्रति घंटा
ja: 時給
pt_br: Por hora
ru: Почасово
zh_hans: 每小时

source: Hourly rate
ar: الأجر بالساعة
bn: ঘণ্টা প্রতি মজুরি
es: Tarifa por hora
fr: Taux horaire
hi: प्रति घंटा दर
ja: 時給レート
pt_br: Taxa por hora
ru: Почасовая ставка
zh_hans: 时薪

source: Hourly Rate
ar: الأجر بالساعة
bn: ঘণ্টা প্রতি মজুরি
es: Tarifa por hora
fr: Taux horaire
hi: प्रति घंटा दर
ja: 時給レート
pt_br: Taxa por hora
ru: Почасовая ставка
zh_hans: 时薪

source: Hourly rates bill per hour. Daily rates are divided by 8 to get the hourly equivalent.
ar: تُحتسب الأسعار بالساعة لكل ساعة. تُقسم الأسعار اليومية على 8 للحصول على المعادل بالساعة.
bn: ঘণ্টা প্রতি হার প্রতি ঘণ্টায় বিল করা হয়। দৈনিক হারকে ঘণ্টা সমতুল্য পেতে 8 দিয়ে ভাগ করা হয়।
es: Las tarifas por hora se cobran por hora. Las tarifas diarias se dividen entre 8 para obtener el equivalente por hora.
fr: Les taux horaires sont facturés par heure. Les taux journaliers sont divisés par 8 pour obtenir l'équivalent horaire.
hi: प्रति घंटा दरें प्रति घंटे बिल की जाती हैं। दैनिक दरों को प्रति घंटा समकक्ष प्राप्त करने के लिए 8 से विभाजित किया जाता है।
ja: 時給レートは1時間ごとに請求されます。日給レートは8で割って時給換算します。
pt_br: As tarifas por hora são cobradas por hora. As tarifas diárias são divididas por 8 para obter o equivalente por hora.
ru: Почасовые ставки оплачиваются за каждый час. Дневные ставки делятся на 8 для получения почасового эквивалента.
zh_hans: 按小时计费。日薪除以8得到每小时等值。

source: Human
ar: إنسان
bn: মানুষ
es: Persona
fr: Humain
hi: व्यक्ति
ja: 人間
pt_br: Humano
ru: Человек
zh_hans: 人员

source: Identity
ar: الهوية
bn: পরিচয়
es: Identidad
fr: Identité
hi: पहचान
ja: ID
pt_br: Identidade
ru: Личность
zh_hans: 身份

source: Last Name
ar: اسم العائلة
bn: পদবি
es: Apellido
fr: Nom de famille
hi: अंतिम नाम
ja: 姓
pt_br: Sobrenome
ru: Фамилия
zh_hans: 姓氏

source: Line chart showing meeting costs over time
ar: مخطط خطي يوضح تكاليف الاجتماعات عبر الزمن
bn: সময়ের সাথে মিটিং খরচ দেখানো লাইন চার্ট
es: Gráfico de líneas que muestra los costos de reuniones a lo largo del tiempo
fr: Graphique en courbes montrant les coûts des réunions dans le temps
hi: समय के साथ मीटिंग की लागत दिखाने वाला लाइन चार्ट
ja: 時系列で会議コストを示す折れ線グラフ
pt_br: Gráfico de linhas mostrando os custos de reuniões ao longo do tempo
ru: График, показывающий стоимость встреч с течением времени
zh_hans: 显示会议费用随时间变化的折线图

source: Meeting
ar: اجتماع
bn: মিটিং
es: Reunión
fr: Réunion
hi: मीटिंग
ja: 会議
pt_br: Reunião
ru: Встреча
zh_hans: 会议

source: Meeting currency
ar: عملة الاجتماع
bn: মিটিং মুদ্রা
es: Moneda de la reunión
fr: Devise de la réunion
hi: मीटिंग मुद्रा
ja: 会議の通貨
pt_br: Moeda da reunião
ru: Валюта встречи
zh_hans: 会议货币

source: Meeting end date and time
ar: تاريخ ووقت انتهاء الاجتماع
bn: মিটিং শেষের তারিখ ও সময়
es: Fecha y hora de finalización de la reunión
fr: Date et heure de fin de la réunion
hi: मीटिंग समाप्ति तिथि और समय
ja: 会議終了日時
pt_br: Data e hora de término da reunião
ru: Дата и время окончания встречи
zh_hans: 会议结束日期和时间

source: Meeting name
ar: اسم الاجتماع
bn: মিটিংয়ের নাম
es: Nombre de la reunión
fr: Nom de la réunion
hi: मीटिंग का नाम
ja: 会議名
pt_br: Nome da reunião
ru: Название встречи
zh_hans: 会议名称

source: Meeting Name
ar: اسم الاجتماع
bn: মিটিংয়ের নাম
es: Nombre de la reunión
fr: Nom de la réunion
hi: मीटिंग का नाम
ja: 会議名
pt_br: Nome da reunião
ru: Название встречи
zh_hans: 会议名称

source: Meeting notes
ar: ملاحظات الاجتماع
bn: মিটিং নোট
es: Notas de la reunión
fr: Notes de la réunion
hi: मीटिंग नोट्स
ja: 会議メモ
pt_br: Notas da reunião
ru: Заметки о встрече
zh_hans: 会议备注

source: Meeting start date and time
ar: تاريخ ووقت بدء الاجتماع
bn: মিটিং শুরুর তারিখ ও সময়
es: Fecha y hora de inicio de la reunión
fr: Date et heure de début de la réunion
hi: मीटिंग प्रारंभ तिथि और समय
ja: 会議開始日時
pt_br: Data e hora de início da reunião
ru: Дата и время начала встречи
zh_hans: 会议开始日期和时间

source: Meetings
ar: الاجتماعات
bn: মিটিংগুলি
es: Reuniones
fr: Réunions
hi: मीटिंग्स
ja: 会議一覧
pt_br: Reuniões
ru: Встречи
zh_hans: 会议

source: Meetings: %lld
ar: الاجتماعات: %lld
bn: মিটিং: %lld
es: Reuniones: %lld
fr: Réunions : %lld
hi: मीटिंग्स: %lld
ja: 会議: %lld
pt_br: Reuniões: %lld
ru: Встречи: %lld
zh_hans: 会议：%lld

source: Minutes
ar: دقائق
bn: মিনিট
es: Minutos
hi: मिनट
ja: 分
pt_br: Minutos
ru: Минуты
zh_hans: 分钟

source: Mixed
ar: مختلط
bn: মিশ্র
es: Mixto
fr: Mixte
hi: मिश्रित
ja: 混合
pt_br: Misto
ru: Смешанный
zh_hans: 混合

source: Mixed currencies — costs shown in each meeting's own currency
ar: عملات مختلطة — التكاليف معروضة بعملة كل اجتماع
bn: মিশ্র মুদ্রা — প্রতিটি মিটিংয়ের নিজস্ব মুদ্রায় খরচ দেখানো হয়েছে
es: Monedas mixtas: los costos se muestran en la moneda propia de cada reunión
fr: Devises mixtes — les coûts sont affichés dans la devise de chaque réunion
hi: मिश्रित मुद्राएं — लागत प्रत्येक मीटिंग की अपनी मुद्रा में दिखाई गई है
ja: 通貨混在 — 各会議の通貨でコストを表示
pt_br: Moedas mistas — custos exibidos na moeda própria de cada reunião
ru: Смешанные валюты — стоимость отображается в валюте каждой встречи
zh_hans: 混合货币 — 费用以每次会议自己的货币显示

source: Most Expensive
ar: الأغلى
bn: সবচেয়ে ব্যয়বহুল
es: Más costosa
fr: La plus coûteuse
hi: सबसे महंगी
ja: 最もコストが高い
pt_br: Mais cara
ru: Самая дорогая
zh_hans: 最贵的

source: Most expensive meeting: %@, %@
ar: أغلى اجتماع: %@، %@
bn: সবচেয়ে ব্যয়বহুল মিটিং: %@, %@
es: Reunión más costosa: %@, %@
fr: Réunion la plus coûteuse : %@, %@
hi: सबसे महंगी मीटिंग: %@, %@
ja: 最もコストが高い会議: %@、%@
pt_br: Reunião mais cara: %@, %@
ru: Самая дорогая встреча: %@, %@
zh_hans: 最贵的会议：%@，%@

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
ja: 名前
pt_br: Nome
ru: Имя
zh_hans: 姓名

source: Name (A – Z)
ar: الاسم (أ – ي)
bn: নাম (A – Z)
es: Nombre (A – Z)
fr: Nom (A – Z)
hi: नाम (A – Z)
ja: 名前（A – Z）
pt_br: Nome (A – Z)
ru: Имя (А – Я)
zh_hans: 名称（A – Z）
